 const markers = [
    {
      position: { lat: 49.2331, lng: 28.4682 },
      title: 'Базова Станція м. Вінниця',
    },
    {
      position: { lat: 50.7472, lng: 25.3244 },
      title: 'Базова Станція м. Луцьк',
    },
    {
      position: { lat: 48.4647, lng: 35.0462 },
      title: 'Базова Станція м. Дніпро',
    },
    {
      position: { lat: 48.72, lng: 37.53 },
      title: 'Базова Станція м. Краматорськ',
    },
    {
      position: { lat: 50.2547, lng: 28.6587 },
      title: 'Базова Станція м. Житомир',
    },
    {
      position: { lat: 48.621, lng: 22.2879 },
      title: 'Базова Станція м. Ужгород',
    },
    {
      position: { lat: 47.8388, lng: 35.1396 },
      title: 'Базова Станція м. Запоріжжя',
    },
    {
      position: { lat: 48.9226, lng: 24.7103 },
      title: 'Базова Станція м. Івано-Франківськ',
    },
    {
      position: { lat: 50.4501, lng: 30.5234 },
      title: 'Базова Станція м. Київ',
    },
    {
      position: { lat: 48.5132, lng: 32.2597 },
      title: 'Базова Станція м. Кропивницький',
    },
    {
      position: { lat: 48.9481, lng: 38.491 },
      title: 'Базова Станція м. Сіверодонецьк',
    },
    {
      position: { lat: 49.8397, lng: 24.0297 },
      title: 'Базова Станція м. Львів',
    },
    {
      position: { lat: 46.975, lng: 31.9946 },
      title: 'Базова Станція м. Миколаїв',
    },
    {
      position: { lat: 46.4825, lng: 30.7233 },
      title: 'Базова Станція м. Одеса',
    },
    {
      position: { lat: 49.5883, lng: 34.5514 },
      title: 'Базова Станція м. Полтава',
    },
    {
      position: { lat: 50.6199, lng: 26.2516 },
      title: 'Базова Станція м. Рівне',
    },
    {
      position: { lat: 50.9077, lng: 34.7981 },
      title: 'Базова Станція м. Суми',
    },
    {
      position: { lat: 49.5535, lng: 25.5948 },
      title: 'Базова Станція м. Тернопіль',
    },
    {
      position: { lat: 49.9935, lng: 36.2304 },
      title: 'Базова Станція м. Харків',
    },
    {
      position: { lat: 46.6354, lng: 32.6169 },
      title: 'Базова Станція м. Херсон',
    },
    {
      position: { lat: 49.4216, lng: 26.9965 },
      title: 'Базова Станція м. Хмельницький',
    },
    {
      position: { lat: 49.4444, lng: 32.0598 },
      title: 'Базова Станція м. Черкаси',
    },
    {
      position: { lat: 48.2921, lng: 25.9358 },
      title: 'Базова Станція м. Чернівці',
    },
    {
      position: { lat: 51.4982, lng: 31.2893 },
      title: 'Базова Станція м. Чернігів',
    },
    {
      position: { lat: 48.7102, lng: 26.582 },
      title: "Базова Станція м. Кам'янець-Подільський",
    },
    {
      position: { lat: 47.9085, lng: 33.3918 },
      title: 'Базова Станція м. Кривий Ріг',
    },
    {
      position: { lat: 48.7667, lng: 30.22 },
      title: 'Базова Станція м. Умань',
    },
    {
      position: { lat: 49.7953, lng: 30.1031 },
      title: 'Базова Станція м. Біла Церква',
    },
    {
      position: { lat: 50.9464, lng: 28.6347 },
      title: 'Базова Станція м. Коростень',
    },
    {
      position: { lat: 50.345, lng: 30.9536 },
      title: 'Базова Станція м. Бориспіль',
    },
    {
      position: { lat: 49.075, lng: 33.42 },
      title: 'Базова Станція м. Кременчук',
    },
    {
      position: { lat: 48.525, lng: 35.8597 },
      title: 'Базова Станція м. Павлоград',
    },
    {
      position: { lat: 48.0159, lng: 37.8028 },
      title: 'Базова Станція м. Донецьк',
    },
    {
      position: { lat: 47.098, lng: 37.5437 },
      title: 'Базова Станція м. Маріуполь',
    },
    {
      position: { lat: 48.5743, lng: 39.3075 },
      title: 'Базова Станція м. Луганськ',
    },
    {
      position: { lat: 46.8430, lng: 35.3676 },
      title: 'Базова Станція м. Мелітополь',
    },
    {
      position: { lat: 45.19, lng: 33.3673 },
      title: 'Базова Станція м. Евпаторія',
    },
    {
      position: { lat: 44.6167, lng: 33.525 },
      title: 'Базова Станція м. Севастополь',
    },
    {
      position: { lat: 44.499, lng: 34.1593 },
      title: 'Базова Станція м. Ялта',
    },
    {
      position: { lat: 45.3541, lng: 36.5097 },
      title: 'Базова Станція м. Керч',
    },
  ];

  export default markers;