const connections = [
    {
      path: [
        { lat: 50.7472, lng: 25.3244 },
        { lat: 49.8397, lng: 24.0297 },
      ],
      color: 'green',
      description: `ОВ з’єднання між Луцьком та Львовом <br> Довжина ОВ: 150 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 65 Gbps <br> Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 49.8397, lng: 24.0297 },
        { lat: 48.621, lng: 22.2879 },
      ],
      color: 'green',
      description: `ОВ з’єднання між Львовом та Ужгородом <br> Довжина ОВ: 270 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 40 Gbps <br> Максимальне загасання регенераційної ділянки: 61 дБ <br>`,
    },
    {
      path: [
        { lat: 48.621, lng: 22.2879 },
        { lat: 48.2921, lng: 25.9358 },
      ],
      color: 'green',
      description: `ОВ з’єднання між Ужгородом та Чернівцями <br> Довжина ОВ: 160 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 60 Gbps <br> Максимальне загасання регенераційної ділянки: 36 дБ <br>`,
    },
    {
      path: [
        { lat: 49.8397, lng: 24.0297 },
        { lat: 48.9226, lng: 24.7103 },
      ],
      color: 'green',
      description: `ОВ з’єднання між Львовом та Івано-Франківськом <br> Довжина ОВ: 130 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 70 Gbps <br> Максимальне загасання регенераційної ділянки: 30 дБ <br>`,
    },
    {
      path: [
        { lat: 48.9226, lng: 24.7103 },
        { lat: 49.5535, lng: 25.5948 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Івано-Франківськом та Тернополем <br> Довжина ОВ: 120 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 70 Gbps <br> Максимальне загасання регенераційної ділянки: 27 дБ <br>`,
    },
    {
      path: [
        { lat: 50.7472, lng: 25.3244 },
        { lat: 50.6199, lng: 26.2516 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Луцьком та Рівне <br> Довжина ОВ: 80 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 18 дБ <br>`,
    },
    {
      path: [
        { lat: 50.6199, lng: 26.2516 },
        { lat: 50.9464, lng: 28.6347 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Рівне та Коростенем <br> Довжина ОВ: 150 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 65 Gbps <br> Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 50.6199, lng: 26.2516 },
        { lat: 50.2547, lng: 28.6587 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Рівне та Житомиром <br> Довжина ОВ: 130 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 70 Gbps <br> Максимальне загасання регенераційної ділянки: 30 дБ <br>`,
    },
    {
      path: [
        { lat: 49.5535, lng: 25.5948 },
        { lat: 49.4216, lng: 26.9965 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Тернополем та Хмельницьким <br> Довжина ОВ: 100 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 49.5535, lng: 25.5948 },
        { lat: 48.2921, lng: 25.9358 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Тернополем та Чернівцями <br> Довжина ОВ: 170 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 60 Gbps <br> Максимальне загасання регенераційної ділянки: 39 дБ <br>`,
    },
    {
      path: [
        { lat: 48.2921, lng: 25.9358 }, 
        { lat: 48.7102, lng: 26.582 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Чернівцями та Кам’янцем-Подільським <br> 
                    Довжина ОВ: 110 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 25 дБ <br>`,
    },
    {
      path: [
        { lat: 49.4216, lng: 26.9965 },
        { lat: 48.7102, lng: 26.582 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Хмельницьким та Кам'янець-Подільським <br> Довжина ОВ: 50 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 80 Gbps <br> Максимальне загасання регенераційної ділянки: 12 дБ <br>`,
    },
    {
      path: [
        { lat: 49.4216, lng: 26.9965 },
        { lat: 49.2331, lng: 28.4682 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Хмельницьким та Вінницею <br> Довжина ОВ: 90 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 21 дБ <br>`,
    },
    {
      path: [
        { lat: 49.4216, lng: 26.9965 },
        { lat: 49.2331, lng: 28.4682 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Хмельницьким та Вінницею <br> Довжина ОВ: 90 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 21 дБ <br>`,
    },
    {
      path: [
        { lat: 49.2331, lng: 28.4682 },
        { lat: 48.7667, lng: 30.22 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Вінницею та Уманем <br> Довжина ОВ: 70 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1310 нм <br> Пропускна здатність 80 Gbps <br> Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 49.2331, lng: 28.4682 },
        { lat: 49.7953, lng: 30.1031 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Вінницею та Білою Церквою <br> Довжина ОВ: 100 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 49.2331, lng: 28.4682 },
        { lat: 49.7953, lng: 30.1031 }
      ],
      color: 'green',
      description: `ОВ з’єднання між Житомир та Білою Церквою <br> Довжина ОВ: 100 км <br> Тип волокна: Одномодове волокно <br> Частотний діапазон: 1550 нм <br> Пропускна здатність 75 Gbps <br> Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 50.2547, lng: 28.6587 }, 
        { lat: 49.7953, lng: 30.1031 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Житомиром та Білою Церквою <br> 
                    Довжина ОВ: 130 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 70 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 30 дБ <br>`,
    },
    {
      path: [
        { lat: 50.2547, lng: 28.6587 }, 
        { lat: 50.4501, lng: 30.5234 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Житомиром та Києвом <br> 
                    Довжина ОВ: 140 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 32 дБ <br>`,
    },
    {
      path: [
        { lat: 50.9464, lng: 28.6347 }, 
        { lat: 51.4982, lng: 31.2893 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Коростень та Черніговом <br> 
                    Довжина ОВ: 170 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 55 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 39 дБ <br>`,
    },
    {
      path: [
        { lat: 50.4501, lng: 30.5234 }, 
        { lat: 50.345, lng: 30.9536 } 
      ],
      color: 'green',
      description: `ОВ з’єднання між Києвом та Борисполем <br> 
                    Довжина ОВ: 35 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 90 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 12 дБ <br>`,
    },
    {
      path: [
        { lat: 48.7667, lng: 30.22 }, 
        { lat: 46.4825, lng: 30.7233 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Уманем та Одесою <br> 
                    Довжина ОВ: 270 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 35 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 61 дБ <br>`,
    },
    {
      path: [
        { lat: 46.4825, lng: 30.7233 }, 
        { lat: 46.9750, lng: 31.9946 } 
      ],
      color: 'green',
      description: `ОВ з’єднання між Одесою та Миколаєвом <br> 
                    Довжина ОВ: 130 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 30 дБ <br>`,
    },
    {
      path: [
        { lat: 46.9750, lng: 31.9946 }, 
        { lat: 46.6354, lng: 32.6169 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Миколєвом та Херсоном <br> 
                    Довжина ОВ: 65 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 85 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 22 дБ <br>`,
    },
    {
      path: [
        { lat: 46.6354, lng: 32.6169 }, 
        { lat: 46.8430, lng: 35.3676 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Херсоном та Мелітополем <br> 
                    Довжина ОВ: 200 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 40 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 46 дБ <br>`,
    },
    {
      path: [
        { lat: 46.8430, lng: 35.3676 }, 
        { lat: 45.19, lng: 33.3673 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Мелітополем та Евпаторією <br> 
                    Довжина ОВ: 220 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 40 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 50 дБ <br>`,
    },
    {
      path: [
        { lat: 45.19, lng: 33.3673}, 
        { lat: 44.6167, lng: 33.525 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Евпаторією та Севастополем <br> 
                    Довжина ОВ: 110 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 25 дБ <br>`,
    },
    {
      path: [
        { lat: 44.6167, lng: 33.525 }, 
        { lat: 44.499, lng: 34.1593 } 
      ],
      color: 'red',
      description: `ОВ з’єднання між Севастополем та Ялтою <br> 
                    Довжина ОВ: 85 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 70 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 29 дБ <br>`,
    },
    {
      path: [
        { lat: 44.499, lng: 34.1593 }, 
        { lat: 45.3541, lng: 36.5097 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Ялтою та Керчю <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 50 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 51.4982, lng: 31.2893 },
        { lat: 50.9077, lng: 34.7981 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Черніговом та Сумами <br> 
                    Довжина ОВ: 170 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 50 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 39 дБ <br>`,
    },
    {
      path: [
        { lat: 50.9077, lng: 34.7981 }, 
        { lat: 49.9935, lng: 36.2304 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Сумами та Харковом <br> 
                    Довжина ОВ: 120 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 27 дБ <br>`,
    },
    {
      path: [
        { lat: 50.345, lng: 30.9536 }, 
        { lat: 49.4444, lng: 32.0598 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Борисполем та Черкасами <br> 
                    Довжина ОВ: 160 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 60 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 36 дБ <br>`,
    },
    {
      path: [
        { lat: 48.7667, lng: 30.22 }, 
        { lat: 48.5132, lng: 32.2597 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Уманем та Кропивницьким <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 60 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 49.4444, lng: 32.0598 }, 
        { lat: 49.075, lng: 33.42 } 
      ],
      color: 'green',
      description: `ОВ з’єднання між Черкачами та Кременчуком <br> 
                    Довжина ОВ: 120 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 28 дБ <br>`,
    },
    {
      path: [
        { lat: 48.5132, lng: 32.2597 },
        { lat: 49.075, lng: 33.42 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Кропивницьким та Кременчуком <br> 
                    Довжина ОВ: 110 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 25 дБ <br>`,
    },
    {
      path: [
        { lat: 48.5132, lng: 32.2597 }, 
        { lat: 47.9085, lng: 33.3918 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Кропивницьким та Кривим Рогом <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 60 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 46.6354, lng: 32.6169 }, 
        { lat: 47.9085, lng: 33.3918 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Херсоном та Кривим Рогом <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 49.075, lng: 33.42 },
        { lat: 49.5883, lng: 34.5514 } 
      ],
      color: 'green',
      description: `ОВ з’єднання між Кременчуком та Полтавою <br> 
                    Довжина ОВ: 80 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 27 дБ <br>`,
    },
    {
      path: [
        { lat: 49.5883, lng: 34.5514 }, 
        { lat: 49.9935, lng: 36.2304 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Полтавою та Харковом <br> 
                    Довжина ОВ: 140 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 60 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 32 дБ <br>`,
    },
    {
      path: [
        { lat: 49.9935, lng: 36.2304 }, 
        { lat: 48.9481, lng: 38.491 } 
      ],
      color: 'red',
      description: `ОВ з’єднання між Хаковом та Сіверодонецьком <br> 
                    Довжина ОВ: 140 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 55 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 32 дБ <br>`,
    },
    {
      path: [
        { lat: 49.9935, lng: 36.2304 }, 
        { lat: 48.525, lng: 35.8597 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Харковом та Павлоградом <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 49.075, lng: 33.42 }, 
        { lat: 48.4647, lng: 35.0462 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Кременчуком та Дніпром <br> 
                    Довжина ОВ: 60 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 80 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 20 дБ <br>`,
    },
    {
      path: [
        { lat: 47.9085, lng: 33.3918 }, 
        { lat: 47.8388, lng: 35.1396 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Кривим Рогом та Запоріжжям <br> 
                    Довжина ОВ: 120 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 28 дБ <br>`,
    },
    {
      path: [
        { lat: 48.4647, lng: 35.0462 }, 
        { lat: 47.8388, lng: 35.1396 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Дніпром та Запоріжжям <br> 
                    Довжина ОВ: 70 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 80 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 47.8388, lng: 35.1396 }, 
        { lat: 46.8430, lng: 35.3676 } 
      ],
      color: 'red',
      description: `ОВ з’єднання між Запоріжжя та Мелітополь <br> 
                    Довжина ОВ: 100 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 23 дБ <br>`,
    },
    {
      path: [
        { lat: 48.4647, lng: 35.0462 }, 
        { lat: 48.525, lng: 35.8597 }  
      ],
      color: 'green',
      description: `ОВ з’єднання між Дніпром та Павлоградом <br> 
                    Довжина ОВ: 75 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 80 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 25 дБ <br>`,
    },
    {
      path: [
        { lat: 48.525, lng: 35.8597 },
        { lat: 48.0159, lng: 37.8028 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Павлоградом та Донецьком <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 46.8430, lng: 35.3676 }, 
        { lat: 47.098, lng: 37.5437 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Мелітополем та Маріуполем <br> 
                    Довжина ОВ: 115 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 70 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 27 дБ <br>`,
    },
    {
      path: [
        { lat: 48.525, lng: 35.8597 }, 
        { lat: 48.72, lng: 37.53 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Павлоградом та Краматорськом <br> 
                    Довжина ОВ: 120 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 28 дБ <br>`,
    },
    {
      path: [
        { lat: 48.72, lng: 37.53 }, 
        { lat: 48.9481, lng: 38.491 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Краматорськом та Сіверодонецьком <br> 
                    Довжина ОВ: 140 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 32 дБ <br>`,
    },
    {
      path: [
        { lat: 48.9481, lng: 38.491 }, 
        { lat: 48.0159, lng: 37.8028 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Сіверодонецьком та Донецьком <br> 
                    Довжина ОВ: 150 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 34 дБ <br>`,
    },
    {
      path: [
        { lat: 48.0159, lng: 37.8028 }, 
        { lat: 47.098, lng: 37.5437 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Донецьком та Маріуполем <br> 
                    Довжина ОВ: 90 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 25 дБ <br>`,
    },
    {
      path: [
        { lat: 48.9481, lng: 38.491 }, 
        { lat: 48.5743, lng: 39.3075 } 
      ],
      color: 'red',
      description: `ОВ з’єднання між Сіверодонецьком та Луганськом <br> 
                    Довжина ОВ: 90 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1310 нм <br> 
                    Пропускна здатність: 75 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 30 дБ <br>`,
    },
    {
      path: [
        { lat: 48.5743, lng: 39.3075 }, 
        { lat: 47.098, lng: 37.5437 }  
      ],
      color: 'red',
      description: `ОВ з’єднання між Луганськом та Маріуполем <br> 
                    Довжина ОВ: 160 км <br> 
                    Тип волокна: Одномодове волокно <br> 
                    Частотний діапазон: 1550 нм <br> 
                    Пропускна здатність: 65 Gbps <br> 
                    Максимальне загасання регенераційної ділянки: 37 дБ <br>`,
    }
    
  ];

export default connections;